{"00": 0, "00 pm": 1, "000": 2, "000 jobs": 3, "000 people": 4, "000 rohingya": 5, "000 year": 6, "10": 7, "10 000": 8, "10 2017": 9, "10 million": 10, "10 percent": 11, "10 year": 12, "10 years": 13, "100": 14, "100 000": 15, "100 days": 16, "100 million": 17, "100 people": 18, "100 percent": 19, "11": 20, "11 2001": 21, "11 million": 22, "110": 23, "11th": 24, "12": 25, "12 million": 26, "12 percent": 27, "12 year": 28, "12 years": 29, "120": 30, "125": 31, "13": 32, "13 percent": 33, "130": 34, "14": 35, "14 year": 36, "140": 37, "15": 38, "15 000": 39, "15 percent": 40, "15 years": 41, "150": 42, "150 000": 43, "155": 44, "16": 45, "160": 46, "17": 47, "17 year": 48, "18": 49, "18 2017": 50, "18 months": 51, "18 year": 52, "180": 53, "19": 54, "1950": 55, "1960s": 56, "1967": 57, "1970s": 58, "1979": 59, "1980": 60, "1980s": 61, "1981": 62, "1986": 63, "1990": 64, "1990s": 65, "1991": 66, "1992": 67, "1993": 68, "1994": 69, "1995": 70, "1996": 71, "1997": 72, "1998": 73, "1999": 74, "1st": 75, "20": 76, "20 000": 77, "20 2017": 78, "20 million": 79, "20 percent": 80, "20 year": 81, "20 years": 82, "200": 83, "200 000": 84, "2000": 85, "2001": 86, "2002": 87, "2003": 88, "2004": 89, "2005": 90, "2006": 91, "2007": 92, "2008": 93, "2009": 94, "2010": 95, "2011": 96, "2012": 97, "2013": 98, "2014": 99, "2015": 100, "2016": 101, "2016 campaign": 102, "2016 election": 103, "2016 presidential": 104, "2016 realdonaldtrump": 105, "2016featured": 106, "2016featured image": 107, "2016the": 108, "2017": 109, "2017 realdonaldtrump": 110, "2017and": 111, "2017featured": 112, "2017featured image": 113, "2017i": 114, "2017it": 115, "2017the": 116, "2017this": 117, "2017trump": 118, "2018": 119, "2018 budget": 120, "2019": 121, "2020": 122, "2021": 123, "2025": 124, "20th": 125, "21": 126, "21 2017": 127, "21st": 128, "21st century": 129, "21wire": 130, "21wire subscribe": 131, "21wire tv": 132, "22": 133, "22 2017": 134, "22 percent": 135, "23": 136, "24": 137, "24 hours": 138, "25": 139, "25 million": 140, "25 percent": 141, "25 years": 142, "250": 143, "250 000": 144, "26": 145, "26 2017": 146, "27": 147, "27 2016": 148, "28": 149, "28 percent": 150, "29": 151, "2nd": 152, "30": 153, "30 000": 154, "30 2016": 155, "30 million": 156, "30 percent": 157, "30 years": 158, "300": 159, "300 000": 160, "31": 161, "32": 162, "33": 163, "34": 164, "35": 165, "35 percent": 166, "350": 167, "36": 168, "36 percent": 169, "37": 170, "37 percent": 171, "38": 172, "38 percent": 173, "39": 174, "39 percent": 175, "40": 176, "40 000": 177, "40 percent": 178, "40 years": 179, "400": 180, "400 000": 181, "41": 182, "41 percent": 183, "42": 184, "43": 185, "43 percent": 186, "44": 187, "45": 188, "45 percent": 189, "46": 190, "47": 191, "48": 192, "49": 193, "4th": 194, "50": 195, "50 000": 196, "50 million": 197, "50 percent": 198, "50 states": 199, "50 years": 200, "500": 201, "500 000": 202, "500 million": 203, "51": 204, "52": 205, "53": 206, "54": 207, "55": 208, "56": 209, "57": 210, "58": 211, "59": 212, "5th": 213, "60": 214, "60 percent": 215, "600": 216, "600 000": 217, "61": 218, "62": 219, "63": 220, "64": 221, "65": 222, "66": 223, "67": 224, "68": 225, "69": 226, "70": 227, "70 percent": 228, "700": 229, "71": 230, "72": 231, "73": 232, "74": 233, "75": 234, "75 percent": 235, "750": 236, "77": 237, "78": 238, "79": 239, "80": 240, "80 percent": 241, "800": 242, "800 000": 243, "81": 244, "82": 245, "83": 246, "84": 247, "85": 248, "88": 249, "8th": 250, "90": 251, "90 days": 252, "90 percent": 253, "900": 254, "911": 255, "93": 256, "95": 257, "95 percent": 258, "97": 259, "99": 260, "9th": 261, "9th circuit": 262, "abadi": 263, "abandon": 264, "abandoned": 265, "abandoning": 266, "abbas": 267, "abbott": 268, "abc": 269, "abc news": 270, "abc week": 271, "abdel": 272, "abdel fattah": 273, "abdullah": 274, "abe": 275, "abedin": 276, "abide": 277, "abiding": 278, "ability": 279, "able": 280, "aboard": 281, "abortion": 282, "abortion rights": 283, "abortions": 284, "abraham": 285, "abroad": 286, "absence": 287, "absolute": 288, "absolutely": 289, "absurd": 290, "abu": 291, "abuse": 292, "abused": 293, "abuses": 294, "abusing": 295, "abusive": 296, "aca": 297, "academic": 298, "academy": 299, "accelerate": 300, "accept": 301, "acceptable": 302, "acceptance": 303, "accepted": 304, "accepting": 305, "access": 306, "accident": 307, "accidentally": 308, "accommodate": 309, "accompanied": 310, "accomplish": 311, "accomplished": 312, "accomplishments": 313, "accord": 314, "according": 315, "according court": 316, "according new": 317, "according politico": 318, "according report": 319, "according reuters": 320, "according source": 321, "according sources": 322, "according state": 323, "according washington": 324, "account": 325, "accountability": 326, "accountable": 327, "accounts": 328, "accuracy": 329, "accurate": 330, "accurately": 331, "accusation": 332, "accusations": 333, "accuse": 334, "accused": 335, "accused trump": 336, "accusers": 337, "accuses": 338, "accusing": 339, "achieve": 340, "achieved": 341, "achievement": 342, "achievements": 343, "achieving": 344, "acknowledge": 345, "acknowledged": 346, "acknowledging": 347, "aclu": 348, "acosta": 349, "acr": 350, "acronym": 351, "act": 352, "acted": 353, "acting": 354, "acting like": 355, "action": 356, "action childhood": 357, "actions": 358, "active": 359, "actively": 360, "activism": 361, "activist": 362, "activists": 363, "activities": 364, "activity": 365, "actor": 366, "actors": 367, "actress": 368, "acts": 369, "actual": 370, "actually": 371, "ad": 372, "adam": 373, "adam schiff": 374, "adams": 375, "add": 376, "added": 377, "added trump": 378, "addiction": 379, "adding": 380, "addition": 381, "additional": 382, "address": 383, "addressed": 384, "addresses": 385, "addressing": 386, "adds": 387, "adhere": 388, "adjustment": 389, "administration": 390, "administration official": 391, "administration officials": 392, "administration president": 393, "administration said": 394, "administrations": 395, "administrative": 396, "administrator": 397, "administrators": 398, "admiral": 399, "admission": 400, "admissions": 401, "admit": 402, "admits": 403, "admitted": 404, "admitting": 405, "adolf": 406, "adolf hitler": 407, "adopt": 408, "adopted": 409, "adoption": 410, "ads": 411, "adult": 412, "adults": 413, "advance": 414, "advanced": 415, "advances": 416, "advancing": 417, "advantage": 418, "advertising": 419, "advice": 420, "advise": 421, "advised": 422, "adviser": 423, "adviser michael": 424, "adviser president": 425, "advisers": 426, "advisor": 427, "advisors": 428, "advisory": 429, "advocacy": 430, "advocacy group": 431, "advocate": 432, "advocated": 433, "advocates": 434, "advocating": 435, "aerospace": 436, "afd": 437, "affair": 438, "affairs": 439, "affairs committee": 440, "affect": 441, "affected": 442, "affecting": 443, "affects": 444, "affiliate": 445, "affiliated": 446, "affiliation": 447, "affleck": 448, "afford": 449, "affordable": 450, "affordable care": 451, "afghan": 452, "afghanistan": 453, "afghans": 454, "afraid": 455, "africa": 456, "african": 457, "african american": 458, "african americans": 459, "aftermath": 460, "afternoon": 461, "afterward": 462, "ag": 463, "age": 464, "aged": 465, "agencies": 466, "agency": 467, "agency reported": 468, "agency said": 469, "agenda": 470, "agent": 471, "agents": 472, "ages": 473, "aggression": 474, "aggressive": 475, "aggressively": 476, "ago": 477, "agree": 478, "agreed": 479, "agreeing": 480, "agreement": 481, "agreements": 482, "agrees": 483, "agricultural": 484, "agriculture": 485, "ah": 486, "ahead": 487, "ahmed": 488, "aid": 489, "aide": 490, "aide said": 491, "aides": 492, "aides said": 493, "aids": 494, "ailes": 495, "aim": 496, "aimed": 497, "aiming": 498, "aims": 499, "air": 500, "air base": 501, "air force": 502, "air strike": 503, "air strikes": 504, "aircraft": 505, "aired": 506, "aires": 507, "airline": 508, "airlines": 509, "airport": 510, "airports": 511, "aisle": 512, "ak": 513, "aka": 514, "akbar": 515, "al": 516, "al assad": 517, "al hariri": 518, "al qaeda": 519, "al shabaab": 520, "al sisi": 521, "al zor": 522, "alabama": 523, "alan": 524, "alarm": 525, "alarmed": 526, "alarming": 527, "alaska": 528, "albright": 529, "alcohol": 530, "aleppo": 531, "alert": 532, "alex": 533, "alex wong": 534, "alexander": 535, "ali": 536, "alien": 537, "aliens": 538, "aligned": 539, "alike": 540, "alive": 541, "allah": 542, "allegation": 543, "allegations": 544, "alleged": 545, "alleged russian": 546, "allegedly": 547, "alleges": 548, "allegiance": 549, "alleging": 550, "allen": 551, "alliance": 552, "allied": 553, "allies": 554, "allow": 555, "allowed": 556, "allowing": 557, "allows": 558, "ally": 559, "alongside": 560, "alphabet": 561, "alt": 562, "alt right": 563, "alter": 564, "alternate": 565, "alternate current": 566, "alternative": 567, "alternative germany": 568, "altogether": 569, "alwaleed": 570, "amateur": 571, "amazing": 572, "amazon": 573, "ambassador": 574, "ambassador united": 575, "ambassadors": 576, "ambitions": 577, "ambitious": 578, "ambush": 579, "amend": 580, "amendment": 581, "amendment rights": 582, "amendments": 583, "america": 584, "america great": 585, "american": 586, "american citizens": 587, "american civil": 588, "american flag": 589, "american free": 590, "american history": 591, "american people": 592, "american politics": 593, "american public": 594, "american voters": 595, "american workers": 596, "americans": 597, "amid": 598, "ammon": 599, "ammon bundy": 600, "ammunition": 601, "amnesty": 602, "amnesty international": 603, "amounts": 604, "amy": 605, "ana": 606, "anadolu": 607, "analysis": 608, "analyst": 609, "analysts": 610, "analysts said": 611, "analysts say": 612, "anc": 613, "anchor": 614, "anderson": 615, "andrea": 616, "andrew": 617, "andrew mccabe": 618, "andy": 619, "angela": 620, "angela merkel": 621, "angeles": 622, "anger": 623, "angered": 624, "angerer": 625, "angerer getty": 626, "angry": 627, "animal": 628, "animals": 629, "ankara": 630, "ankara reuters": 631, "ann": 632, "ann coulter": 633, "annexation": 634, "annexed": 635, "anniversary": 636, "announce": 637, "announced": 638, "announcement": 639, "announces": 640, "announcing": 641, "annual": 642, "annually": 643, "anonymity": 644, "anonymity said": 645, "anonymous": 646, "answer": 647, "answer question": 648, "answer questions": 649, "answered": 650, "answering": 651, "answers": 652, "anthem": 653, "anthony": 654, "anti": 655, "anti abortion": 656, "anti american": 657, "anti corruption": 658, "anti establishment": 659, "anti gay": 660, "anti graft": 661, "anti immigrant": 662, "anti immigration": 663, "anti muslim": 664, "anti semitic": 665, "anti semitism": 666, "anti terrorism": 667, "anti trump": 668, "anticipated": 669, "antics": 670, "antifa": 671, "antonin": 672, "antonin scalia": 673, "antonio": 674, "anxiety": 675, "anybody": 676, "anymore": 677, "anytime": 678, "aoun": 679, "ap": 680, "apart": 681, "apartment": 682, "apologize": 683, "apologized": 684, "apology": 685, "app": 686, "apparent": 687, "apparently": 688, "appeal": 689, "appealed": 690, "appealing": 691, "appeals": 692, "appeals court": 693, "appear": 694, "appearance": 695, "appearances": 696, "appeared": 697, "appearing": 698, "appears": 699, "applause": 700, "apple": 701, "applicants": 702, "application": 703, "applications": 704, "applied": 705, "applies": 706, "apply": 707, "applying": 708, "appoint": 709, "appointed": 710, "appointee": 711, "appointees": 712, "appointing": 713, "appointment": 714, "appointments": 715, "appreciate": 716, "apprentice": 717, "approach": 718, "approached": 719, "approaches": 720, "approaching": 721, "appropriate": 722, "appropriately": 723, "appropriations": 724, "approval": 725, "approval rating": 726, "approval ratings": 727, "approve": 728, "approved": 729, "approves": 730, "approving": 731, "approximately": 732, "april": 733, "arab": 734, "arab emirates": 735, "arab world": 736, "arabia": 737, "arabic": 738, "arch": 739, "arctic": 740, "area": 741, "areas": 742, "arena": 743, "argentina": 744, "argue": 745, "argued": 746, "argues": 747, "arguing": 748, "argument": 749, "arguments": 750, "arizona": 751, "arkansas": 752, "arm": 753, "armed": 754, "armed forces": 755, "armed services": 756, "armored": 757, "arms": 758, "army": 759, "arpaio": 760, "arrangement": 761, "arrangements": 762, "array": 763, "arrest": 764, "arrested": 765, "arrests": 766, "arrival": 767, "arrivals": 768, "arrive": 769, "arrived": 770, "arriving": 771, "arrogant": 772, "arsenal": 773, "arson": 774, "art": 775, "article": 776, "article funded": 777, "articles": 778, "artist": 779, "artists": 780, "arts": 781, "asean": 782, "ash": 783, "ashamed": 784, "asia": 785, "asia pacific": 786, "asian": 787, "aside": 788, "ask": 789, "asked": 790, "asked trump": 791, "asking": 792, "asks": 793, "aspects": 794, "ass": 795, "assad": 796, "assange": 797, "assassination": 798, "assault": 799, "assaulted": 800, "assaulting": 801, "assaults": 802, "assembly": 803, "assert": 804, "assertion": 805, "assess": 806, "assessment": 807, "asset": 808, "assets": 809, "assigned": 810, "assist": 811, "assistance": 812, "assistant": 813, "assistant secretary": 814, "associate": 815, "associated": 816, "associated press": 817, "associates": 818, "association": 819, "assume": 820, "assumed": 821, "assuming": 822, "assurances": 823, "assure": 824, "assured": 825, "asylum": 826, "asylum seekers": 827, "athens": 828, "athletes": 829, "atlanta": 830, "atlantic": 831, "atlantic city": 832, "atmosphere": 833, "atomic": 834, "atrocities": 835, "attached": 836, "attack": 837, "attacked": 838, "attacker": 839, "attacking": 840, "attacks": 841, "attempt": 842, "attempted": 843, "attempting": 844, "attempts": 845, "attend": 846, "attendance": 847, "attended": 848, "attendees": 849, "attending": 850, "attention": 851, "attitude": 852, "attitudes": 853, "attorney": 854, "attorney general": 855, "attorneys": 856, "attorneys general": 857, "attract": 858, "attracted": 859, "attractive": 860, "attributed": 861, "audience": 862, "audio": 863, "audit": 864, "aug": 865, "aug 25": 866, "august": 867, "august 10": 868, "aung": 869, "aung san": 870, "austin": 871, "australia": 872, "australian": 873, "austria": 874, "austrian": 875, "author": 876, "authoritarian": 877, "authorities": 878, "authorities said": 879, "authority": 880, "authorization": 881, "authorized": 882, "auto": 883, "automakers": 884, "automatic": 885, "automatically": 886, "autonomous": 887, "autonomous region": 888, "autonomy": 889, "available": 890, "available comment": 891, "avenue": 892, "average": 893, "aviation": 894, "aviv": 895, "avoid": 896, "avoided": 897, "avoiding": 898, "awaiting": 899, "award": 900, "awarded": 901, "awards": 902, "aware": 903, "awareness": 904, "away": 905, "awesome": 906, "awful": 907, "awkward": 908, "ayotte": 909, "babies": 910, "babis": 911, "baby": 912, "bachmann": 913, "backed": 914, "backed government": 915, "backed militias": 916, "backers": 917, "background": 918, "background check": 919, "background checks": 920, "backgrounds": 921, "backing": 922, "backlash": 923, "backs": 924, "bad": 925, "bad news": 926, "badly": 927, "bag": 928, "baghdad": 929, "bags": 930, "bahrain": 931, "bail": 932, "bailout": 933, "baker": 934, "balance": 935, "balanced": 936, "baldwin": 937, "bali": 938, "ball": 939, "ballistic": 940, "ballistic missile": 941, "ballistic missiles": 942, "ballot": 943, "ballots": 944, "baltimore": 945, "ban": 946, "ban muslims": 947, "band": 948, "bangkok": 949, "bangladesh": 950, "bank": 951, "banker": 952, "bankers": 953, "banking": 954, "bankruptcy": 955, "banks": 956, "banned": 957, "banner": 958, "banning": 959, "bannon": 960, "bans": 961, "bar": 962, "barack": 963, "barack obama": 964, "barbara": 965, "barcelona": 966, "bare": 967, "barely": 968, "bargaining": 969, "barnier": 970, "barred": 971, "barrel": 972, "barrier": 973, "barriers": 974, "barring": 975, "barry": 976, "bars": 977, "barzani": 978, "base": 979, "baseball": 980, "based": 981, "basement": 982, "bases": 983, "bash": 984, "bashar": 985, "bashar al": 986, "bashing": 987, "basic": 988, "basically": 989, "basis": 990, "bathroom": 991, "bathrooms": 992, "baton": 993, "baton rouge": 994, "battered": 995, "battle": 996, "battleground": 997, "battles": 998, "battling": 999, "bay": 1000, "bbc": 1001, "beach": 1002, "beacon": 1003, "bear": 1004, "bearing": 1005, "bears": 1006, "beast": 1007, "beat": 1008, "beaten": 1009, "beating": 1010, "beautiful": 1011, "beauty": 1012, "beck": 1013, "bed": 1014, "bee": 1015, "beef": 1016, "beer": 1017, "began": 1018, "begging": 1019, "begin": 1020, "beginning": 1021, "begins": 1022, "begun": 1023, "behalf": 1024, "behar": 1025, "behavior": 1026, "beijing": 1027, "beijing reuters": 1028, "beings": 1029, "beirut": 1030, "beirut reuters": 1031, "belarus": 1032, "belgian": 1033, "belgium": 1034, "belief": 1035, "beliefs": 1036, "believe": 1037, "believe trump": 1038, "believed": 1039, "believes": 1040, "believing": 1041, "bell": 1042, "belong": 1043, "belonging": 1044, "belongs": 1045, "beloved": 1046, "belt": 1047, "ben": 1048, "ben carson": 1049, "bench": 1050, "beneath": 1051, "benefit": 1052, "benefited": 1053, "benefits": 1054, "benghazi": 1055, "benjamin": 1056, "benjamin netanyahu": 1057, "bennett": 1058, "berkeley": 1059, "berlin": 1060, "berlin reuters": 1061, "bernardino": 1062, "bernie": 1063, "bernie sanders": 1064, "best": 1065, "best known": 1066, "best way": 1067, "bet": 1068, "betsy": 1069, "betsy devos": 1070, "better": 1071, "bevin": 1072, "beyonce": 1073, "bias": 1074, "biased": 1075, "bible": 1076, "bid": 1077, "biden": 1078, "big": 1079, "big deal": 1080, "big money": 1081, "bigger": 1082, "biggest": 1083, "bigot": 1084, "bigoted": 1085, "bigotry": 1086, "bigots": 1087, "bilateral": 1088, "billion": 1089, "billion debt": 1090, "billion dollars": 1091, "billion euros": 1092, "billion year": 1093, "billionaire": 1094, "billionaire businessman": 1095, "billionaires": 1096, "billions": 1097, "billions dollars": 1098, "bills": 1099, "billy": 1100, "bin": 1101, "bin laden": 1102, "binding": 1103, "biofuels": 1104, "bipartisan": 1105, "bipartisan support": 1106, "birth": 1107, "birth certificate": 1108, "birth control": 1109, "birthday": 1110, "birther": 1111, "bishop": 1112, "bit": 1113, "bit ly": 1114, "bitch": 1115, "bite": 1116, "bitter": 1117, "bizarre": 1118, "black": 1119, "black caucus": 1120, "black community": 1121, "black lives": 1122, "black man": 1123, "black men": 1124, "black people": 1125, "black voters": 1126, "blacklivesmatter": 1127, "blacks": 1128, "blake": 1129, "blame": 1130, "blamed": 1131, "blames": 1132, "blaming": 1133, "blasio": 1134, "blast": 1135, "blasted": 1136, "blasts": 1137, "blatant": 1138, "blatantly": 1139, "bleeding": 1140, "bless": 1141, "blew": 1142, "blind": 1143, "blm": 1144, "bloc": 1145, "block": 1146, "blockade": 1147, "blocked": 1148, "blocking": 1149, "blocks": 1150, "blog": 1151, "blogger": 1152, "blood": 1153, "bloody": 1154, "bloomberg": 1155, "blow": 1156, "blown": 1157, "blue": 1158, "blue collar": 1159, "blueprint": 1160, "blumenthal": 1161, "blunt": 1162, "board": 1163, "boat": 1164, "boats": 1165, "bob": 1166, "bob corker": 1167, "bodies": 1168, "body": 1169, "boeing": 1170, "bogus": 1171, "boiler": 1172, "boiler room": 1173, "boko": 1174, "boko haram": 1175, "bold": 1176, "bolling": 1177, "bolster": 1178, "bolton": 1179, "bomb": 1180, "bomber": 1181, "bombers": 1182, "bombing": 1183, "bombings": 1184, "bombs": 1185, "bombshell": 1186, "bond": 1187, "bonds": 1188, "booed": 1189, "book": 1190, "books": 1191, "boom": 1192, "boos": 1193, "boost": 1194, "boosting": 1195, "border": 1196, "border mexico": 1197, "border patrol": 1198, "border security": 1199, "border wall": 1200, "borders": 1201, "boris": 1202, "boris johnson": 1203, "born": 1204, "borrowing": 1205, "bosnian": 1206, "boss": 1207, "boston": 1208, "bother": 1209, "bought": 1210, "bound": 1211, "boundaries": 1212, "bow": 1213, "bowl": 1214, "box": 1215, "boxes": 1216, "boy": 1217, "boycott": 1218, "boycotted": 1219, "boyfriend": 1220, "boys": 1221, "brady": 1222, "bragged": 1223, "bragging": 1224, "brain": 1225, "branch": 1226, "branches": 1227, "brand": 1228, "branded": 1229, "brands": 1230, "brave": 1231, "brazil": 1232, "brazilian": 1233, "breach": 1234, "break": 1235, "breaking": 1236, "breaks": 1237, "breath": 1238, "breitbart": 1239, "breitbart news": 1240, "brennan": 1241, "brewer": 1242, "brexit": 1243, "brexit talks": 1244, "brian": 1245, "bribery": 1246, "bridge": 1247, "bridges": 1248, "brief": 1249, "briefed": 1250, "briefing": 1251, "briefings": 1252, "briefly": 1253, "bright": 1254, "brilliant": 1255, "bring": 1256, "bringing": 1257, "brings": 1258, "brink": 1259, "britain": 1260, "britain france": 1261, "british": 1262, "british government": 1263, "british prime": 1264, "broad": 1265, "broadcast": 1266, "broadcaster": 1267, "broadcasting": 1268, "broader": 1269, "broadly": 1270, "broke": 1271, "broken": 1272, "brokered": 1273, "brookings": 1274, "brooklyn": 1275, "brooks": 1276, "brother": 1277, "brotherhood": 1278, "brothers": 1279, "brought": 1280, "brown": 1281, "brownback": 1282, "bruce": 1283, "brussels": 1284, "brussels reuters": 1285, "brutal": 1286, "brutality": 1287, "brutally": 1288, "bryan": 1289, "brzezinski": 1290, "bubble": 1291, "buck": 1292, "buddhist": 1293, "buddhists": 1294, "budget": 1295, "budget cuts": 1296, "budget deficit": 1297, "budget office": 1298, "budget proposal": 1299, "budget resolution": 1300, "budgets": 1301, "buenos": 1302, "buenos aires": 1303, "buffett": 1304, "build": 1305, "build wall": 1306, "building": 1307, "building wall": 1308, "buildings": 1309, "built": 1310, "bullet": 1311, "bullets": 1312, "bullshit": 1313, "bully": 1314, "bullying": 1315, "bunch": 1316, "bundy": 1317, "burden": 1318, "bureau": 1319, "bureau investigation": 1320, "bureaucracy": 1321, "buried": 1322, "burn": 1323, "burned": 1324, "burning": 1325, "burns": 1326, "burr": 1327, "burst": 1328, "burton": 1329, "bus": 1330, "bush": 1331, "bush administration": 1332, "bush said": 1333, "business": 1334, "business free": 1335, "business leaders": 1336, "business owners": 1337, "businesses": 1338, "businessman": 1339, "businessmen": 1340, "bust": 1341, "busted": 1342, "busy": 1343, "button": 1344, "buy": 1345, "buyers": 1346, "buying": 1347, "buzzfeed": 1348, "ca": 1349, "cabinet": 1350, "cable": 1351, "cable news": 1352, "cair": 1353, "cairo": 1354, "cairo reuters": 1355, "cake": 1356, "calif": 1357, "california": 1358, "called": 1359, "called president": 1360, "called trump": 1361, "caller": 1362, "calling": 1363, "calling trump": 1364, "calls": 1365, "calls trump": 1366, "calm": 1367, "cambodia": 1368, "cambodian": 1369, "came": 1370, "came day": 1371, "camera": 1372, "cameras": 1373, "cameron": 1374, "camerota": 1375, "camp": 1376, "campaign": 1377, "campaign event": 1378, "campaign finance": 1379, "campaign manager": 1380, "campaign promise": 1381, "campaign rally": 1382, "campaign russia": 1383, "campaign said": 1384, "campaign trail": 1385, "campaign trump": 1386, "campaigned": 1387, "campaigners": 1388, "campaigning": 1389, "campaigns": 1390, "camps": 1391, "campus": 1392, "campuses": 1393, "canada": 1394, "canada mexico": 1395, "canadian": 1396, "cancel": 1397, "canceled": 1398, "cancelled": 1399, "cancer": 1400, "candidacy": 1401, "candidate": 1402, "candidate donald": 1403, "candidate hillary": 1404, "candidate trump": 1405, "candidates": 1406, "cannabis": 1407, "cap": 1408, "capabilities": 1409, "capability": 1410, "capable": 1411, "capacity": 1412, "capital": 1413, "capital israel": 1414, "capitalist": 1415, "capitol": 1416, "capitol hill": 1417, "caps": 1418, "captain": 1419, "capture": 1420, "captured": 1421, "car": 1422, "carbon": 1423, "carbon dioxide": 1424, "card": 1425, "cards": 1426, "care": 1427, "care act": 1428, "career": 1429, "careful": 1430, "carefully": 1431, "careless": 1432, "cares": 1433, "cargo": 1434, "caribbean": 1435, "carl": 1436, "carles": 1437, "carles puigdemont": 1438, "carlos": 1439, "carlson": 1440, "carly": 1441, "carly fiorina": 1442, "carol": 1443, "carolina": 1444, "carried": 1445, "carrier": 1446, "carriers": 1447, "carries": 1448, "carry": 1449, "carrying": 1450, "cars": 1451, "carson": 1452, "carter": 1453, "cartoon": 1454, "caruana": 1455, "caruana galizia": 1456, "case": 1457, "case said": 1458, "cases": 1459, "cash": 1460, "casino": 1461, "casinos": 1462, "cast": 1463, "casting": 1464, "castro": 1465, "casualties": 1466, "catalan": 1467, "catalan leader": 1468, "catalans": 1469, "catalonia": 1470, "catastrophic": 1471, "catch": 1472, "category": 1473, "catherine": 1474, "catholic": 1475, "caucus": 1476, "caucuses": 1477, "caught": 1478, "cause": 1479, "caused": 1480, "causes": 1481, "causing": 1482, "caution": 1483, "cautious": 1484, "cbc": 1485, "cbo": 1486, "cbs": 1487, "cbs news": 1488, "cdata": 1489, "cdata cdata": 1490, "cdu": 1491, "cease": 1492, "ceasefire": 1493, "ceiling": 1494, "celebrate": 1495, "celebrated": 1496, "celebrating": 1497, "celebration": 1498, "celebrities": 1499, "celebrity": 1500, "cell": 1501, "cent": 1502, "center": 1503, "center left": 1504, "center right": 1505, "center said": 1506, "centered": 1507, "centers": 1508, "central": 1509, "central america": 1510, "central bank": 1511, "central government": 1512, "centre": 1513, "centrist": 1514, "cents": 1515, "century": 1516, "century wire": 1517, "ceo": 1518, "ceremony": 1519, "certain": 1520, "certainly": 1521, "certificate": 1522, "certify": 1523, "cfpb": 1524, "cftc": 1525, "chad": 1526, "chaffetz": 1527, "chain": 1528, "chains": 1529, "chair": 1530, "chairman": 1531, "chairman house": 1532, "chairman senate": 1533, "chairs": 1534, "challenge": 1535, "challenged": 1536, "challenger": 1537, "challenges": 1538, "challenging": 1539, "chamber": 1540, "chamber commerce": 1541, "chambers": 1542, "champion": 1543, "championed": 1544, "chance": 1545, "chancellor": 1546, "chancellor angela": 1547, "chances": 1548, "change": 1549, "changed": 1550, "changes": 1551, "changing": 1552, "channel": 1553, "channels": 1554, "chant": 1555, "chanted": 1556, "chanting": 1557, "chants": 1558, "chao": 1559, "chaos": 1560, "chaotic": 1561, "chapter": 1562, "character": 1563, "charge": 1564, "charged": 1565, "charges": 1566, "charging": 1567, "charitable": 1568, "charities": 1569, "charity": 1570, "charles": 1571, "charleston": 1572, "charlie": 1573, "charlotte": 1574, "charlottesville": 1575, "charlottesville virginia": 1576, "charter": 1577, "chase": 1578, "cheap": 1579, "cheaper": 1580, "cheating": 1581, "check": 1582, "checked": 1583, "checking": 1584, "checks": 1585, "cheered": 1586, "cheering": 1587, "cheers": 1588, "chelsea": 1589, "chemical": 1590, "chemical weapons": 1591, "cheney": 1592, "chest": 1593, "chicago": 1594, "chicago police": 1595, "chicago reuters": 1596, "chicken": 1597, "chief": 1598, "chief executive": 1599, "chief justice": 1600, "chief staff": 1601, "chief strategist": 1602, "chiefs": 1603, "child": 1604, "childhood": 1605, "childish": 1606, "children": 1607, "chile": 1608, "china": 1609, "china policy": 1610, "china russia": 1611, "china said": 1612, "china sea": 1613, "chinese": 1614, "chinese foreign": 1615, "chinese president": 1616, "chip": 1617, "chip somodevilla": 1618, "choice": 1619, "choices": 1620, "choose": 1621, "choosing": 1622, "chose": 1623, "chosen": 1624, "chris": 1625, "chris christie": 1626, "christ": 1627, "christian": 1628, "christianity": 1629, "christians": 1630, "christie": 1631, "christmas": 1632, "christopher": 1633, "chuck": 1634, "chuck grassley": 1635, "chuck schumer": 1636, "chuck todd": 1637, "church": 1638, "churches": 1639, "cia": 1640, "cia director": 1641, "circle": 1642, "circles": 1643, "circuit": 1644, "circuit court": 1645, "circulated": 1646, "circulating": 1647, "circumstances": 1648, "cited": 1649, "cites": 1650, "cities": 1651, "citing": 1652, "citizen": 1653, "citizens": 1654, "citizens united": 1655, "citizenship": 1656, "city": 1657, "city council": 1658, "city mayor": 1659, "city reuters": 1660, "civic": 1661, "civil": 1662, "civil liberties": 1663, "civil rights": 1664, "civil society": 1665, "civil war": 1666, "civilian": 1667, "civilians": 1668, "civilization": 1669, "ck": 1670, "cking": 1671, "claim": 1672, "claimed": 1673, "claimed responsibility": 1674, "claiming": 1675, "claims": 1676, "clapper": 1677, "clarify": 1678, "clarity": 1679, "clarke": 1680, "clash": 1681, "clashed": 1682, "clashes": 1683, "class": 1684, "class action": 1685, "classes": 1686, "classic": 1687, "classified": 1688, "classified information": 1689, "claude": 1690, "claude juncker": 1691, "clause": 1692, "clayton": 1693, "clean": 1694, "clean water": 1695, "cleansing": 1696, "clear": 1697, "clear trump": 1698, "clearance": 1699, "cleared": 1700, "clearly": 1701, "cleric": 1702, "clerk": 1703, "cleveland": 1704, "click": 1705, "client": 1706, "clients": 1707, "climate": 1708, "climate change": 1709, "climb": 1710, "clinic": 1711, "clinics": 1712, "clinton": 1713, "clinton campaign": 1714, "clinton democratic": 1715, "clinton email": 1716, "clinton emails": 1717, "clinton foundation": 1718, "clinton hillaryclinton": 1719, "clinton president": 1720, "clinton said": 1721, "clinton secretary": 1722, "clinton told": 1723, "clinton trump": 1724, "clinton use": 1725, "clinton win": 1726, "clintons": 1727, "clip": 1728, "cliven": 1729, "clock": 1730, "clooney": 1731, "close": 1732, "close ally": 1733, "close ties": 1734, "close trump": 1735, "closed": 1736, "closed door": 1737, "closed doors": 1738, "closely": 1739, "closer": 1740, "closest": 1741, "closing": 1742, "clothes": 1743, "clothing": 1744, "cloud": 1745, "clown": 1746, "club": 1747, "clue": 1748, "clueless": 1749, "cnbc": 1750, "cnn": 1751, "cnn host": 1752, "cnrp": 1753, "coach": 1754, "coal": 1755, "coalition": 1756, "coalition government": 1757, "coalition talks": 1758, "coast": 1759, "coast guard": 1760, "coastal": 1761, "coat": 1762, "coats": 1763, "cocaine": 1764, "code": 1765, "codes": 1766, "coffee": 1767, "cohen": 1768, "cohn": 1769, "coincidence": 1770, "colbert": 1771, "cold": 1772, "cold war": 1773, "coleman": 1774, "colin": 1775, "colin kaepernick": 1776, "collapse": 1777, "collapsed": 1778, "collar": 1779, "colleague": 1780, "colleagues": 1781, "collect": 1782, "collected": 1783, "collecting": 1784, "collection": 1785, "collective": 1786, "college": 1787, "college students": 1788, "colleges": 1789, "collins": 1790, "colluded": 1791, "collusion": 1792, "collusion trump": 1793, "colombia": 1794, "colonel": 1795, "colony": 1796, "color": 1797, "colorado": 1798, "colored": 1799, "columbia": 1800, "columbus": 1801, "column": 1802, "columnist": 1803, "com": 1804, "com watch": 1805, "combat": 1806, "combating": 1807, "combination": 1808, "combined": 1809, "come": 1810, "come forward": 1811, "come surprise": 1812, "comedian": 1813, "comedy": 1814, "comes": 1815, "comey": 1816, "comey said": 1817, "comfort": 1818, "comfortable": 1819, "comic": 1820, "coming": 1821, "coming days": 1822, "coming weeks": 1823, "command": 1824, "commander": 1825, "commander chief": 1826, "commanders": 1827, "commencement": 1828, "comment": 1829, "comment trump": 1830, "commentary": 1831, "commentator": 1832, "commented": 1833, "commenting": 1834, "comments": 1835, "comments trump": 1836, "commerce": 1837, "commerce secretary": 1838, "commercial": 1839, "commission": 1840, "commission said": 1841, "commissioner": 1842, "commit": 1843, "commitment": 1844, "commitments": 1845, "committed": 1846, "committee": 1847, "committee chairman": 1848, "committee hearing": 1849, "committee said": 1850, "committees": 1851, "committing": 1852, "common": 1853, "common ground": 1854, "common sense": 1855, "commonly": 1856, "commons": 1857, "communicate": 1858, "communication": 1859, "communications": 1860, "communications director": 1861, "communist": 1862, "communist party": 1863, "communities": 1864, "community": 1865, "companies": 1866, "companies including": 1867, "company": 1868, "company said": 1869, "compare": 1870, "compared": 1871, "comparing": 1872, "comparison": 1873, "compassion": 1874, "compensation": 1875, "compete": 1876, "competing": 1877, "competition": 1878, "competitive": 1879, "compiled": 1880, "complain": 1881, "complained": 1882, "complaining": 1883, "complaint": 1884, "complaints": 1885, "complete": 1886, "completed": 1887, "completely": 1888, "complex": 1889, "compliance": 1890, "complicate": 1891, "complicated": 1892, "comply": 1893, "complying": 1894, "compound": 1895, "comprehensive": 1896, "compromise": 1897, "compromised": 1898, "computer": 1899, "computers": 1900, "concealed": 1901, "concede": 1902, "conceded": 1903, "concept": 1904, "concern": 1905, "concerned": 1906, "concerned trump": 1907, "concerning": 1908, "concerns": 1909, "concert": 1910, "concessions": 1911, "conclude": 1912, "concluded": 1913, "conclusion": 1914, "conclusions": 1915, "concrete": 1916, "condemn": 1917, "condemnation": 1918, "condemned": 1919, "condemning": 1920, "condemns": 1921, "condition": 1922, "condition anonymity": 1923, "conditions": 1924, "conduct": 1925, "conducted": 1926, "conducting": 1927, "confederate": 1928, "confederate flag": 1929, "conference": 1930, "confidence": 1931, "confident": 1932, "confidential": 1933, "confirm": 1934, "confirmation": 1935, "confirmation hearing": 1936, "confirmed": 1937, "confirmed senate": 1938, "confirming": 1939, "confirms": 1940, "conflict": 1941, "conflicts": 1942, "confront": 1943, "confrontation": 1944, "confronted": 1945, "confronting": 1946, "confused": 1947, "confusion": 1948, "congo": 1949, "congratulations": 1950, "congress": 1951, "congress passed": 1952, "congressional": 1953, "congressional black": 1954, "congressional budget": 1955, "congressional district": 1956, "congressional leaders": 1957, "congressional republicans": 1958, "congressman": 1959, "congressmen": 1960, "congresswoman": 1961, "connect": 1962, "connect facebook": 1963, "connected": 1964, "connecticut": 1965, "connection": 1966, "connections": 1967, "conscience": 1968, "consensus": 1969, "consent": 1970, "consequences": 1971, "conservative": 1972, "conservative party": 1973, "conservatives": 1974, "consider": 1975, "considerable": 1976, "consideration": 1977, "considered": 1978, "considering": 1979, "considers": 1980, "consistent": 1981, "consistently": 1982, "conspiracy": 1983, "conspiracy theories": 1984, "conspiracy theory": 1985, "constant": 1986, "constantly": 1987, "constituency": 1988, "constituents": 1989, "constitute": 1990, "constitution": 1991, "constitutional": 1992, "construction": 1993, "constructive": 1994, "consulate": 1995, "consultant": 1996, "consulting": 1997, "consumer": 1998, "consumers": 1999, "contact": 2000, "contacted": 2001, "contacts": 2002, "contain": 2003, "contained": 2004, "containing": 2005, "contains": 2006, "contempt": 2007, "contender": 2008, "contenders": 2009, "content": 2010, "contentious": 2011, "contest": 2012, "contested": 2013, "contests": 2014, "context": 2015, "continent": 2016, "continue": 2017, "continued": 2018, "continues": 2019, "continuing": 2020, "contraception": 2021, "contract": 2022, "contractor": 2023, "contractors": 2024, "contracts": 2025, "contrary": 2026, "contrast": 2027, "contribute": 2028, "contributed": 2029, "contributing": 2030, "contribution": 2031, "contributions": 2032, "contributor": 2033, "control": 2034, "control congress": 2035, "control senate": 2036, "controlled": 2037, "controlled congress": 2038, "controlling": 2039, "controls": 2040, "controversial": 2041, "controversy": 2042, "convention": 2043, "convention july": 2044, "conventional": 2045, "conventions": 2046, "conversation": 2047, "conversations": 2048, "convicted": 2049, "conviction": 2050, "convictions": 2051, "convince": 2052, "convinced": 2053, "conway": 2054, "conway said": 2055, "conyers": 2056, "cook": 2057, "cool": 2058, "cooper": 2059, "cooperate": 2060, "cooperating": 2061, "cooperation": 2062, "coordinate": 2063, "coordinated": 2064, "coordination": 2065, "cop": 2066, "copies": 2067, "cops": 2068, "copy": 2069, "coral": 2070, "corbyn": 2071, "core": 2072, "corey": 2073, "corker": 2074, "corner": 2075, "cornerstone": 2076, "cornyn": 2077, "corp": 2078, "corporate": 2079, "corporate income": 2080, "corporate tax": 2081, "corporation": 2082, "corporations": 2083, "corps": 2084, "correct": 2085, "corrected": 2086, "correctly": 2087, "correctness": 2088, "corrects": 2089, "correspondent": 2090, "corrupt": 2091, "corruption": 2092, "cost": 2093, "costing": 2094, "costly": 2095, "costs": 2096, "cotton": 2097, "coulter": 2098, "council": 2099, "counsel": 2100, "counsel robert": 2101, "count": 2102, "counted": 2103, "counter": 2104, "counter terrorism": 2105, "countering": 2106, "counterpart": 2107, "counterparts": 2108, "counterterrorism": 2109, "counties": 2110, "counting": 2111, "countless": 2112, "countries": 2113, "countries including": 2114, "country": 2115, "country illegally": 2116, "country said": 2117, "country trump": 2118, "country world": 2119, "counts": 2120, "county": 2121, "county sheriff": 2122, "coup": 2123, "coup attempt": 2124, "couple": 2125, "couples": 2126, "courage": 2127, "course": 2128, "course trump": 2129, "court": 2130, "court appeals": 2131, "court decision": 2132, "court documents": 2133, "court judge": 2134, "court justice": 2135, "court justices": 2136, "court nominee": 2137, "court order": 2138, "court ruled": 2139, "court ruling": 2140, "court said": 2141, "courtesy": 2142, "courtroom": 2143, "courts": 2144, "cover": 2145, "coverage": 2146, "covered": 2147, "covering": 2148, "covers": 2149, "coward": 2150, "cox": 2151, "crack": 2152, "crackdown": 2153, "crash": 2154, "crashed": 2155, "crazy": 2156, "create": 2157, "create jobs": 2158, "created": 2159, "created reuters": 2160, "createelement": 2161, "createelement js": 2162, "creates": 2163, "creating": 2164, "creation": 2165, "creation production": 2166, "creative": 2167, "credentials": 2168, "credibility": 2169, "credibility interval": 2170, "credible": 2171, "credit": 2172, "credit rating": 2173, "credited": 2174, "creditors": 2175, "credits": 2176, "creepy": 2177, "crew": 2178, "cried": 2179, "crime": 2180, "crimea": 2181, "crimes": 2182, "criminal": 2183, "criminal charges": 2184, "criminal investigation": 2185, "criminal justice": 2186, "criminals": 2187, "crises": 2188, "crisis": 2189, "critic": 2190, "critical": 2191, "criticism": 2192, "criticisms": 2193, "criticize": 2194, "criticized": 2195, "criticized trump": 2196, "criticizing": 2197, "critics": 2198, "critics say": 2199, "crooked": 2200, "crooked hillary": 2201, "cross": 2202, "crossed": 2203, "crossing": 2204, "crowd": 2205, "crowds": 2206, "crown": 2207, "crown prince": 2208, "crucial": 2209, "crude": 2210, "cruel": 2211, "cruise": 2212, "crushed": 2213, "crushing": 2214, "cruz": 2215, "cruz campaign": 2216, "cruz said": 2217, "crying": 2218, "crystal": 2219, "csu": 2220, "cuba": 2221, "cuban": 2222, "cubans": 2223, "cult": 2224, "cultural": 2225, "culture": 2226, "cummings": 2227, "cuomo": 2228, "cup": 2229, "curb": 2230, "curbing": 2231, "curbs": 2232, "currency": 2233, "current": 2234, "current president": 2235, "current radio": 2236, "currently": 2237, "custody": 2238, "custom": 2239, "customer": 2240, "customers": 2241, "customs": 2242, "customs enforcement": 2243, "customs union": 2244, "cut": 2245, "cut taxes": 2246, "cuts": 2247, "cutting": 2248, "cyber": 2249, "cyber attacks": 2250, "cyber security": 2251, "cycle": 2252, "czech": 2253, "daca": 2254, "dad": 2255, "daesh": 2256, "daily": 2257, "daily beast": 2258, "daily caller": 2259, "daily mail": 2260, "daily news": 2261, "dakota": 2262, "dallas": 2263, "damage": 2264, "damaged": 2265, "damages": 2266, "damaging": 2267, "damascus": 2268, "damn": 2269, "damning": 2270, "dan": 2271, "dana": 2272, "dance": 2273, "danger": 2274, "dangerous": 2275, "daniel": 2276, "danish": 2277, "dare": 2278, "dared": 2279, "dark": 2280, "dash": 2281, "data": 2282, "database": 2283, "date": 2284, "dated": 2285, "dates": 2286, "dating": 2287, "daughter": 2288, "daughter ivanka": 2289, "daughters": 2290, "dave": 2291, "david": 2292, "david duke": 2293, "davis": 2294, "day": 2295, "day day": 2296, "day president": 2297, "day trump": 2298, "days": 2299, "days ago": 2300, "days later": 2301, "days trump": 2302, "dc": 2303, "dead": 2304, "deadliest": 2305, "deadline": 2306, "deadly": 2307, "deal": 2308, "deal iran": 2309, "deal trump": 2310, "dealers": 2311, "dealing": 2312, "dealings": 2313, "deals": 2314, "dealt": 2315, "dean": 2316, "dear": 2317, "death": 2318, "death penalty": 2319, "death toll": 2320, "deaths": 2321, "debate": 2322, "debates": 2323, "debating": 2324, "debbie": 2325, "debbie wasserman": 2326, "debt": 2327, "debt ceiling": 2328, "debt limit": 2329, "debts": 2330, "dec": 2331, "decade": 2332, "decade ago": 2333, "decades": 2334, "deceased": 2335, "december": 2336, "december 2016": 2337, "december 27": 2338, "decency": 2339, "decent": 2340, "decide": 2341, "decided": 2342, "decides": 2343, "deciding": 2344, "decision": 2345, "decision making": 2346, "decisions": 2347, "decisive": 2348, "declaration": 2349, "declare": 2350, "declared": 2351, "declares": 2352, "declaring": 2353, "decline": 2354, "declined": 2355, "declined comment": 2356, "declined say": 2357, "declining": 2358, "decree": 2359, "decried": 2360, "dedicated": 2361, "deduction": 2362, "deductions": 2363, "deemed": 2364, "deep": 2365, "deepen": 2366, "deeper": 2367, "deeply": 2368, "defamation": 2369, "defeat": 2370, "defeated": 2371, "defeating": 2372, "defence": 2373, "defend": 2374, "defend trump": 2375, "defendant": 2376, "defendants": 2377, "defended": 2378, "defender": 2379, "defending": 2380, "defends": 2381, "defense": 2382, "defense department": 2383, "defense intelligence": 2384, "defense minister": 2385, "defense ministry": 2386, "defense secretary": 2387, "defense spending": 2388, "defenses": 2389, "defensive": 2390, "deferred": 2391, "deferred action": 2392, "defiance": 2393, "deficit": 2394, "define": 2395, "defined": 2396, "definitely": 2397, "definition": 2398, "defying": 2399, "degree": 2400, "degrees": 2401, "deir": 2402, "deir al": 2403, "delay": 2404, "delayed": 2405, "delays": 2406, "delegate": 2407, "delegates": 2408, "delegation": 2409, "deleted": 2410, "delhi": 2411, "deliberately": 2412, "deliver": 2413, "delivered": 2414, "delivering": 2415, "delivery": 2416, "delta": 2417, "delusional": 2418, "dem": 2419, "demand": 2420, "demanded": 2421, "demanding": 2422, "demands": 2423, "democracy": 2424, "democrat": 2425, "democrat hillary": 2426, "democrat house": 2427, "democrat party": 2428, "democrat senate": 2429, "democratic": 2430, "democratic candidate": 2431, "democratic lawmakers": 2432, "democratic leader": 2433, "democratic national": 2434, "democratic nomination": 2435, "democratic nominee": 2436, "democratic party": 2437, "democratic president": 2438, "democratic presidential": 2439, "democratic rival": 2440, "democratic senator": 2441, "democratic senators": 2442, "democrats": 2443, "democrats fdp": 2444, "democrats republicans": 2445, "democrats said": 2446, "demographic": 2447, "demonstrate": 2448, "demonstrated": 2449, "demonstrates": 2450, "demonstration": 2451, "demonstrations": 2452, "demonstrators": 2453, "dems": 2454, "denial": 2455, "denied": 2456, "denied allegations": 2457, "denies": 2458, "denmark": 2459, "dennis": 2460, "denounce": 2461, "denounced": 2462, "denouncing": 2463, "denver": 2464, "deny": 2465, "denying": 2466, "department": 2467, "department defense": 2468, "department education": 2469, "department health": 2470, "department homeland": 2471, "department justice": 2472, "department official": 2473, "department officials": 2474, "department said": 2475, "department spokesman": 2476, "department spokeswoman": 2477, "departments": 2478, "departure": 2479, "depend": 2480, "dependent": 2481, "depending": 2482, "depends": 2483, "deplorable": 2484, "deplorables": 2485, "deploy": 2486, "deployed": 2487, "deployment": 2488, "deport": 2489, "deportation": 2490, "deported": 2491, "dept": 2492, "depth": 2493, "deputies": 2494, "deputy": 2495, "deputy attorney": 2496, "deputy chief": 2497, "deputy director": 2498, "deputy secretary": 2499, "der": 2500, "derail": 2501, "deray": 2502, "dershowitz": 2503, "des": 2504, "described": 2505, "describes": 2506, "describing": 2507, "description": 2508, "desert": 2509, "deserve": 2510, "deserved": 2511, "deserves": 2512, "design": 2513, "designated": 2514, "designation": 2515, "designed": 2516, "designer": 2517, "desire": 2518, "desk": 2519, "desperate": 2520, "desperately": 2521, "desperation": 2522, "despicable": 2523, "despite": 2524, "despite fact": 2525, "despite trump": 2526, "destabilizing": 2527, "destroy": 2528, "destroyed": 2529, "destroying": 2530, "destroys": 2531, "destruction": 2532, "destructive": 2533, "detailed": 2534, "detailing": 2535, "details": 2536, "detained": 2537, "detainees": 2538, "detected": 2539, "detention": 2540, "deter": 2541, "determination": 2542, "determine": 2543, "determined": 2544, "detroit": 2545, "deutsche": 2546, "devastated": 2547, "devastating": 2548, "develop": 2549, "developed": 2550, "developer": 2551, "developing": 2552, "development": 2553, "developments": 2554, "device": 2555, "devices": 2556, "devin": 2557, "devin nunes": 2558, "devos": 2559, "devoted": 2560, "dhs": 2561, "di": 2562, "dialogue": 2563, "diamond": 2564, "dianne": 2565, "dianne feinstein": 2566, "dick": 2567, "dickerson": 2568, "dictator": 2569, "dictators": 2570, "dictatorship": 2571, "did": 2572, "die": 2573, "died": 2574, "diego": 2575, "dies": 2576, "difference": 2577, "differences": 2578, "different": 2579, "differently": 2580, "difficult": 2581, "difficulties": 2582, "difficulty": 2583, "dig": 2584, "digging": 2585, "digital": 2586, "dignity": 2587, "dinner": 2588, "dioxide": 2589, "diplomacy": 2590, "diplomat": 2591, "diplomat said": 2592, "diplomatic": 2593, "diplomats": 2594, "diplomats said": 2595, "dire": 2596, "direct": 2597, "directed": 2598, "directing": 2599, "direction": 2600, "directive": 2601, "directly": 2602, "director": 2603, "director comey": 2604, "director james": 2605, "director national": 2606, "directors": 2607, "dirt": 2608, "dirty": 2609, "disabilities": 2610, "disabled": 2611, "disagree": 2612, "disagreed": 2613, "disagreement": 2614, "disappeared": 2615, "disappointed": 2616, "disappointing": 2617, "disappointment": 2618, "disaster": 2619, "disasters": 2620, "disastrous": 2621, "discipline": 2622, "disclose": 2623, "disclosed": 2624, "disclosure": 2625, "disclosures": 2626, "discourse": 2627, "discovered": 2628, "discovery": 2629, "discredit": 2630, "discriminate": 2631, "discriminated": 2632, "discrimination": 2633, "discriminatory": 2634, "discuss": 2635, "discussed": 2636, "discussing": 2637, "discussion": 2638, "discussions": 2639, "disdain": 2640, "disease": 2641, "disgrace": 2642, "disgraced": 2643, "disgraceful": 2644, "disgusted": 2645, "disgusting": 2646, "dishonest": 2647, "dismantle": 2648, "dismantling": 2649, "dismiss": 2650, "dismissal": 2651, "dismissed": 2652, "disney": 2653, "disorder": 2654, "displaced": 2655, "display": 2656, "displayed": 2657, "dispute": 2658, "disputed": 2659, "disputes": 2660, "disregard": 2661, "disrespect": 2662, "disrespectful": 2663, "disrespecting": 2664, "disrupt": 2665, "dissent": 2666, "dissolved": 2667, "distance": 2668, "distract": 2669, "distraction": 2670, "distress": 2671, "distributed": 2672, "distribution": 2673, "district": 2674, "district columbia": 2675, "district court": 2676, "district judge": 2677, "districts": 2678, "disturbing": 2679, "ditch": 2680, "diverse": 2681, "diversity": 2682, "divide": 2683, "divided": 2684, "dividing": 2685, "division": 2686, "divisions": 2687, "divisive": 2688, "divorce": 2689, "dmitry": 2690, "dmitry peskov": 2691, "dnc": 2692, "doctor": 2693, "doctors": 2694, "document": 2695, "document script": 2696, "documentary": 2697, "documented": 2698, "documents": 2699, "dodd": 2700, "dodd frank": 2701, "dog": 2702, "dogged": 2703, "dogs": 2704, "doj": 2705, "dollar": 2706, "dollars": 2707, "domestic": 2708, "domestic product": 2709, "domestic violence": 2710, "dominate": 2711, "dominated": 2712, "donald": 2713, "donald trump": 2714, "donate": 2715, "donated": 2716, "donation": 2717, "donations": 2718, "donnell": 2719, "donor": 2720, "donors": 2721, "dont": 2722, "door": 2723, "doors": 2724, "dossier": 2725, "double": 2726, "doubled": 2727, "doubt": 2728, "doubts": 2729, "doug": 2730, "downtown": 2731, "dozen": 2732, "dozens": 2733, "dr": 2734, "draft": 2735, "drafted": 2736, "drafting": 2737, "drag": 2738, "dragged": 2739, "drain": 2740, "drain swamp": 2741, "drama": 2742, "dramatic": 2743, "dramatically": 2744, "draw": 2745, "drawing": 2746, "drawn": 2747, "draws": 2748, "dream": 2749, "dreamers": 2750, "dreams": 2751, "dress": 2752, "dressed": 2753, "drew": 2754, "drew angerer": 2755, "drian": 2756, "drill": 2757, "drilling": 2758, "drills": 2759, "drink": 2760, "drinking": 2761, "drive": 2762, "driven": 2763, "driver": 2764, "drivers": 2765, "driving": 2766, "drone": 2767, "drones": 2768, "drop": 2769, "dropped": 2770, "dropping": 2771, "drops": 2772, "drove": 2773, "drug": 2774, "drug trafficking": 2775, "drugs": 2776, "drunk": 2777, "dual": 2778, "dubai": 2779, "dubai reuters": 2780, "dubbed": 2781, "dublin": 2782, "duck": 2783, "duke": 2784, "dumb": 2785, "dump": 2786, "dumping": 2787, "dunham": 2788, "dup": 2789, "dutch": 2790, "duterte": 2791, "duties": 2792, "duty": 2793, "dyer": 2794, "dying": 2795, "eager": 2796, "eagle": 2797, "earlier": 2798, "earlier day": 2799, "earlier month": 2800, "earlier today": 2801, "earlier week": 2802, "earlier year": 2803, "early": 2804, "early morning": 2805, "early voting": 2806, "early year": 